/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true,
        "disable_top_spacing": false,
        "disable_bottom_spacing": false
      }
    },
    "title_text_button_Fakcga": {
      "type": "title_text_button",
      "settings": {
        "title_upper": "PRIVACY",
        "title_middle": "POLICY",
        "title_lower": "",
        "title_position": "left",
        "title_size": "h1",
        "text_size": "h19",
        "text_padding": 33,
        "text_line_height": "lh-sm",
        "text_weight": "f_regular",
        "r_text": "<p>Your protection <br\/>and our responsibility<\/p>",
        "button_link": "",
        "button_text_arrow": ""
      }
    },
    "text_blocks_p6zBCq": {
      "type": "text-blocks",
      "blocks": {
        "title_rHmtLK": {
          "type": "title",
          "settings": {
            "title": "Bear-Science"
          }
        },
        "divider_e4wBLt": {
          "type": "divider",
          "settings": {
          }
        },
        "text_pefFG4": {
          "type": "text",
          "settings": {
            "text": "<p>The responsible person within the meaning of the data protection laws, in particular the EU General Data Protection Regulation (DSGVO), is: Valentin Mattis<\/p>",
            "text_size_mobile": "18px",
            "text_size_desktop": "20px"
          }
        },
        "text_AfnKxG": {
          "type": "text",
          "settings": {
            "text": "<p>Your data subject rights<br\/>You can exercise the following rights at any time using the contact details provided for our data protection officer:\u2028<br\/>Information about your data stored by us and its processing (Art. 15 DSGVO),\u2028<br\/>Correction of incorrect personal data (Art. 16 DSGVO),\u2028<br\/>deletion of your data stored by us (Art. 17 DSGVO),\u2028<br\/>Restriction of data processing if we are not yet allowed to delete your data due to legal obligations (Art. 18 DSGVO),\u2028<br\/>objection to the processing of your data by us (Art. 21 DSGVO) and\u2028<br\/>Data portability, provided you have consented to the data processing or have concluded a contract with us (Art. 20 DSGVO).\u2028<br\/>If you have given us consent, you can revoke this at any time with effect for the future.\u2028<br\/>You can lodge a complaint with a supervisory authority at any time, e.g. the competent supervisory authority in the federal state of your residence or the authority responsible for us as the controller.\u2028<br\/>A list of the supervisory authorities (for the non-public sector) with address can be found at: https:\/\/www.bfdi.bund.de\/DE\/Service\/Anschriften\/Laender\/Laender-node.html.<br\/>Collection of general information when visiting our website\u2028<br\/>Nature and purpose of processing:\u2028<br\/>When you access our website, i.e. if you do not register or otherwise submit information, information of a general nature is automatically collected. This information (server log files) includes, for example, the type of web browser, the operating system used, the domain name of your internet service provider, your IP address and the like.\u2028<br\/>In particular, they are processed for the following purposes:\u2028<br\/>Ensuring a smooth connection setup of the website,\u2028<br\/>ensuring the smooth use of our website,\u2028<br\/>evaluating system security and stability, and\u2028<br\/>to optimise our website.<\/p>",
            "text_size_mobile": "16px",
            "text_size_desktop": "16px"
          }
        },
        "text_Yp64eN": {
          "type": "text",
          "settings": {
            "text": "<p>We do not use your data to draw conclusions about you personally. Information of this kind is statistically analysed anonymously by us, if necessary, in order to optimise our website and the technology behind it.\u2028<br\/>Legal basis and legitimate interest:\u2028<br\/>The processing is carried out in accordance with Art. 6 (1) lit. f DSGVO on the basis of our legitimate interest in improving the stability and functionality of our website.\u2028<br\/>Recipients:\u2028<br\/>Recipients of the data may be technical service providers who act as order processors for the operation and maintenance of our website.<br\/>Third country transfer:\u2028<br\/>The collected data may be transferred to the following third countries:\u2028<br\/>No\u2028<br\/>The following data protection guarantees are in place:<br\/>Storage period:\u2028<br\/>The data is deleted as soon as it is no longer required for the purpose for which it was collected. For data used to provide the website, this is generally the case when the respective session has ended.\u2028<br\/>In the case of storage of data in log files, this is the case after 14 days at the latest. Storage beyond this period is possible. In this case, the IP addresses of the users are anonymised so that an assignment of the calling client is no longer possible.<br\/>Provision prescribed or required:\u2028<br\/>The provision of the aforementioned personal data is neither legally nor contractually required. However, without the IP address, the service and functionality of our website cannot be guaranteed. In addition, individual services and services may not be available or may be restricted. For this reason, an objection is excluded.<br\/>Cookies<br\/>Like many other websites, we also use so-called \"cookies\". Cookies are small text files that are stored on your end device (laptop, tablet, smartphone or similar) when you visit our website.\u2028<br\/>You can delete individual cookies or the entire cookie inventory. In addition, you will receive information and instructions on how to delete these cookies or block their storage in advance. Depending on the provider of your browser, you will find the necessary information under the following links:\u2028<br\/>Mozilla Firefox: https:\/\/support.mozilla.org\/de\/kb\/cookies-loeschen-daten-von-websites-entfernen\u2028<br\/>Internet Explorer: https:\/\/support.microsoft.com\/de-de\/help\/17442\/windows-internet-explorer-delete-manage-cookies\u2028<br\/>Google Chrome: https:\/\/support.google.com\/accounts\/answer\/61416?hl=de\u2028<br\/>Opera: http:\/\/www.opera.com\/de\/help<br\/>Safari: https:\/\/support.apple.com\/kb\/PH17191?locale=de_DE&viewlocale=de_DE\u2028<br\/>Storage period and cookies used:\u2028<br\/>If you allow us to use cookies through your browser settings or consent, the following cookies may be used on our websites:\u2028<br\/>Wix Standard<br\/>Technically necessary cookies\u2028<br\/>Type and purpose of processing:\u2028<br\/>We use cookies to make our website more user-friendly. Some elements of our website require that the calling browser can be identified even after a page change.\u2028<br\/>The purpose of using technically necessary cookies is to simplify the use of websites for users. Some functions of our website cannot be offered without the use of cookies. For these, it is necessary that the browser is recognised even after a page change.\u2028<br\/>We require cookies for the following applications:\u2028<br\/>Remembering search terms\u2028<br\/>Legal basis and legitimate interest:\u2028<br\/>The processing is carried out in accordance with Art. 6 (1) lit. f DSGVO on the basis of our legitimate interest in a user-friendly design of our website.\u2028<br\/>Recipients:\u2028<br\/>Recipients of the data may be technical service providers who act as order processors for the operation and maintenance of our website.<br\/>Third country transfer:\u2028<br\/>The collected data may be transferred to the following third countries:\u2028<br\/>No<\/p>",
            "text_size_mobile": "16px",
            "text_size_desktop": "16px"
          }
        },
        "text_WtedTL": {
          "type": "text",
          "settings": {
            "text": "<p>The following data protection guarantees are in place:<br\/>Provision mandatory or required:<br\/>The provision of the aforementioned personal data is neither legally nor contractually required. However, without this data, the service and functionality of our website cannot be guaranteed. In addition, individual services and services may not be available or may be restricted.<br\/>Objection<br\/>Please read the information about your right to object according to Art. 21 DSGVO below.<\/p><p>Newsletter<br\/>Type and purpose of processing:<br\/>For the delivery of our newsletter, we collect personal data that is transmitted to us via an input mask.<br\/>For an effective registration, we need a valid e-mail address. In order to verify that a registration is actually made by the owner of an e-mail address, we use the \"double opt-in\" procedure. For this purpose, we log the registration for the newsletter, the sending of a confirmation email and the receipt of the response requested herewith. No further data is collected.<br\/>Legal basis:<br\/>Based on your explicit consent (Art. 6 para. 1 lit. a DSGVO), we will regularly send you our newsletter or comparable information by e-mail to your specified e-mail address.<br\/>You can revoke your consent to the storage of your personal data and its use for sending the newsletter at any time with effect for the future. You will find a link to this effect in every newsletter. In addition, you can also unsubscribe directly on this website at any time or inform us of your revocation via the contact option provided at the end of this data protection notice.<br\/>Recipients:<br\/>Recipients of the data are, if applicable, order processors.<\/p><p>Third country transfer:<br\/>The collected data may be transferred to the following third countries:<br\/>No<br\/>The following data protection guarantees are in place:<\/p><p>Storage period:<br\/>In this context, the data will only be processed as long as the corresponding consent has been given. After that, they will be deleted.<br\/>Provision mandatory or required:<br\/>The provision of your personal data is voluntary, based solely on your consent. Unfortunately, we cannot send you our newsletter without existing consent.<br\/>Revocation of consent:<br\/>You can revoke your consent to the storage of your personal data and its use for sending the newsletter at any time with effect for the future. Unsubscription can be requested via the link contained in every e-mail or from the data protection officer or person responsible for data protection listed below.<\/p><p>Contact form<br\/>Nature and purpose of processing:<br\/>The data you enter will be stored for the purpose of individual communication with you. For this purpose, it is necessary to provide a valid e-mail address as well as your name. This is used for the assignment of the enquiry and the subsequent response to it. The provision of further data is optional.<br\/>Legal basis:<br\/>The processing of the data entered in the contact form is based on a legitimate interest (Art. 6 para. 1 lit. f DSGVO).<br\/>By providing the contact form, we would like to enable you to contact us in an uncomplicated manner. The information you provide will be stored for the purpose of processing the enquiry and for possible follow-up questions.<br\/>If you contact us to request a quote, the data entered in the contact form will be processed to carry out pre-contractual measures (Art. 6 para. 1 lit. b DSGVO).<br\/>Recipients:<br\/>Recipients of the data are, if applicable, order processors.<\/p><p>Third country transfer:<br\/>The collected data may be transferred to the following third countries:<br\/>No<br\/>The following data protection guarantees are in place:<\/p><p>Storage period:<br\/>Data will be deleted at the latest 6 months after processing the enquiry.<br\/>If a contractual relationship arises, we are subject to the statutory retention periods according to the German Commercial Code (HGB) and will delete your data after these periods have expired.<br\/>Provision mandatory or required:<br\/>The provision of your personal data is voluntary. However, we can only process your request if you provide us with your name, e-mail address and the reason for the request.<\/p><p>Use of Google Analytics<br\/>If you have given your consent, this website uses Google Analytics, a web analytics service provided by Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA (hereinafter: \"Google\"). Google Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyse how users use the site. The information generated by the cookie about your use of this website is usually transmitted to a Google server in the USA and stored there. However, due to the activation of IP anonymisation on these websites, your IP address will be truncated beforehand by Google within member states of the European Union or in other contracting states of the Agreement on the European Economic Area. Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there. The IP address transmitted by your browser as part of Google Analytics will not be merged with other Google data.<br\/>For more information on terms of use and data protection, please visit <a href=\"https:\/\/www.google.com\/analytics\/terms\/de.html\">https:\/\/www.google.com\/analytics\/terms\/de.html<\/a> and <a href=\"https:\/\/policies.google.com\/?hl=de\">https:\/\/policies.google.com\/?hl=de<\/a>.<br\/>On behalf of the operator of this website, Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity and providing other services relating to website activity and internet usage to the website operator.<br\/>The data sent by us and linked to cookies, user IDs (e.g. user ID) or advertising IDs are automatically deleted after 14 months. Data whose retention period has been reached is automatically deleted once a month.<br\/>Withdrawal of consent:<br\/>You can stop tracking by Google Analytics on our website by clicking this link. This will install an opt-out cookie on your device. This will prevent the collection by Google Analytics for this website and for this browser in the future, as long as the cookie remains installed in your browser.<br\/>You may also refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.<br\/>You can also prevent the collection of data generated by the cookie and related to your use of the website (including your IP address) by Google and the processing of this data by Google by downloading and installing the browser plugin available under the following link: Browser Add On to deactivate Google Analytics.<\/p><p>Use of Google Maps<br\/>On this website, we use the services of Google Maps. Google Maps is operated by Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (hereinafter \"Google\"). This allows us to display interactive maps directly on the website and enables you to use the map function conveniently.<br\/>You can find more information about data processing by Google in the Google data protection information: <a href=\"https:\/\/policies.google.com\/privacy\">https:\/\/policies.google.com\/privacy<\/a>. There you can also change your personal data protection settings in the data protection centre.<br\/>Detailed instructions on how to manage your own data in connection with Google products can be found here: <a href=\"https:\/\/www.dataliberation.org\">https:\/\/www.dataliberation.org<\/a>.<br\/>When you visit the website, Google receives information that you have accessed the relevant sub-page of our website. This occurs regardless of whether Google provides a user account through which you are logged in or whether no user account exists. If you are logged in to Google, your data will be directly assigned to your account.<br\/>If you do not want your data to be assigned to your Google profile, you must log out of Google before activating the button. Google stores your data as usage profiles and uses them for the purposes of advertising, market research and\/or demand-oriented design of its websites. Such an evaluation is carried out in particular (even for users who are not logged in) to provide needs-based advertising and to inform other users of the social network about your activities on our website. You have a right to object to the creation of these user profiles, and you must contact Google to exercise this right.<br\/>Withdrawal of consent:<br\/>No option for a simple opt-out or blocking of data transmission is currently offered by the provider. If you wish to prevent tracking of your activities on our website, please revoke your consent for the relevant cookie category or all technically unnecessary cookies and data transfers in the cookie consent tool. In this case, however, you may not be able to use our website at all or only to a limited extent.<\/p><p>Embedded YouTube videos<br\/>We embed YouTube videos on our website. The operator of the corresponding plugins is YouTube, LLC, 901 Cherry Ave, San Bruno, CA 94066, USA (hereinafter \"YouTube\"). YouTube, LLC is a subsidiary of Google LLC, 1600 Amphitheatre Pkwy, Mountain View, CA 94043, USA (hereinafter \"Google\"). When you visit a page with the YouTube plugin, a connection to YouTube servers is established. This tells YouTube which pages you are visiting. If you are logged into your YouTube account, YouTube can assign your surfing behaviour to you personally. You can prevent this by logging out of your YouTube account first.<br\/>If a YouTube video is started, the provider uses cookies that collect information about user behaviour.<br\/>Further information on the purpose and scope of data collection and processing by YouTube can be found in the provider's data protection declarations, where you will also find further information on your rights in this respect and setting options for protecting your privacy (<a href=\"https:\/\/policies.google.com\/privacy\">https:\/\/policies.google.com\/privacy<\/a>).<br\/>Withdrawal of consent:<br\/>No option for a simple opt-out or blocking of data transmission is currently offered by the provider. If you wish to prevent tracking of your activities on our website, please revoke your consent for the relevant cookie category or all technically unnecessary cookies and data transfers in the cookie consent tool. In this case, however, you may not be able to use our website at all or only to a limited extent.<\/p><p>Google AdWords<br\/>Our website uses Google Conversion Tracking. The company operating the Google AdWords services is Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. If you have accessed our website via an ad placed by Google, Google AdWords will set a cookie on your computer. The conversion tracking cookie is set when a user clicks on an ad placed by Google.<br\/>If the user visits certain pages of our website and the cookie has not yet expired, we and Google can recognise that the user clicked on the ad and was redirected to this page. Each Google AdWords customer receives a different cookie. Cookies can therefore not be tracked across AdWords customers' websites. The information obtained using the conversion cookie is used to create conversion statistics for AdWords customers who have opted for conversion tracking. The customers learn the total number of users who clicked on their ad and were redirected to a page tagged with a conversion tracking tag. However, they do not receive any information with which users can be personally identified.<br\/>You can find more information about data processing by Google in the Google privacy policy: <a href=\"https:\/\/policies.google.com\/privacy\">https:\/\/policies.google.com\/privacy<\/a>. There you can also change your personal data protection settings in the data protection centre.<br\/>Withdrawal of consent:<br\/>No option for a simple opt-out or blocking of data transmission is currently offered by the provider. If you wish to prevent tracking of your activities on our website, please revoke your consent for the relevant cookie category or all technically unnecessary cookies and data transfers in the Cookie Consent Tool. In this case, however, you may not be able to use our website at all or only to a limited extent.<\/p><p>SSL encryption<br\/>To protect the security of your data during transmission, we use state-of-the-art encryption procedures (e.g. SSL) via HTTPS.<\/p><p>Information about your right of objection according to Art. 21 DSGVO<br\/>Individual right of objection<br\/>You have the right to object at any time, on grounds relating to your particular situation, to the processing of personal data relating to you which is carried out on the basis of Art. 6(1)(f) DSGVO (data processing on the basis of a balance of interests); this also applies to profiling based on this provision within the meaning of Art. 4 No. 4 DSGVO.<br\/>If you object, we will no longer process your personal data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing serves to assert, exercise or defend legal claims.<br\/>Recipients of an objection<br\/>VESTUR UG (limited liability)<br\/>Römerstrasse 75<br\/>D-71229 Leonberg<br\/>Commercial Register: HRB 781719 (Stuttgart Local Court)<br\/>Sales tax ID: in formation<br\/>Responsible for the content according to § 55 Abs. 2 RStV: Valentin Mattis<br\/>Management: Valentin Mattis<br\/>Telephone: +49 (0)7152 906 599 28<br\/>Changes to our data protection policy<br\/>We reserve the right to adapt this data protection declaration so that it always complies with the current legal requirements or in order to implement changes to our services in the data protection declaration, e.g. when introducing new services. The new data protection statement will then apply to your next visit.<br\/>Questions to the data protection officer<br\/>If you have any questions about data protection, please write us an e-mail or contact the person responsible for data protection in our organisation directly.<\/p>",
            "text_size_mobile": "16px",
            "text_size_desktop": "16px"
          }
        },
        "text_xmC7W3": {
          "type": "text",
          "settings": {
            "text": "<p>This privacy statement was created with the help of activeMind AG, the experts for external data protection officers (version #2022-09-30).<\/p>",
            "text_size_mobile": "16px",
            "text_size_desktop": "16px"
          }
        }
      },
      "block_order": [
        "title_rHmtLK",
        "divider_e4wBLt",
        "text_pefFG4",
        "text_AfnKxG",
        "text_Yp64eN",
        "text_WtedTL",
        "text_xmC7W3"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "title_text_button_Fakcga",
    "text_blocks_p6zBCq"
  ]
}
